driver-tests/bpelse/assign/AssignJbi/test/results/echoUnsignedShortDataType_Invoke/Actual_20130318180059_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoUnsignedShortDataType" xmlns:msgns="http://stc.com/echoUnsignedShortDataType">
      <string>5</string>
      <normalizedString>5</normalizedString>
      <token>5</token>
      <base64Binary>5</base64Binary>
      <hexBinary>5</hexBinary>
      <integer>5</integer>
      <positiveInteger>5</positiveInteger>
      <negativeInteger>5</negativeInteger>
      <nonNegativeInteger>5</nonNegativeInteger>
      <nonPositiveInteger>5</nonPositiveInteger>
      <long>5</long>
      <unsignedLong>5</unsignedLong>
      <int>5</int>
      <unsignedInt>5</unsignedInt>
      <short>5</short>
      <unsignedShort>5</unsignedShort>
      <byte>5</byte>
      <unsignedByte>5</unsignedByte>
      <decimal>5</decimal>
      <float>5</float>
      <double>5</double>
      <boolean>5</boolean>
      <duration>5</duration>
      <dateTime>5</dateTime>
      <date>5</date>
      <time>5</time>
      <gYear>5</gYear>
      <gYearMonth>5</gYearMonth>
      <gMonth>5</gMonth>
      <gMonthDay>5</gMonthDay>
      <gDay>5</gDay>
      <Name>5</Name>
      <QName>5</QName>
      <NCName>5</NCName>
      <anyURI>5</anyURI>
      <language>5</language>
      <ID>5</ID>
      <IDREF>5</IDREF>
      <IDREFS>5</IDREFS>
      <ENTITY>5</ENTITY>
      <ENTITIES>5</ENTITIES>
      <NMTOKEN>5</NMTOKEN>
      <NMTOKENS>5</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>